<?php

return [
    'areas' => [
        'AZQQ' => '安卓QQ',
        'AZVX' => '安卓微信',
        'IOSQQ' => '苹果QQ',
        'IOSVX' => '苹果微信',
    ],
    'maps' => [
        'PT' => '普通魔女的回忆',
        'JY' => '精英魔女的回忆',
        'DS' => '大师魔女的回忆',
    ],
    'modes' => [
        '关闭','模式一','模式二','模式三'
    ],
    'statuss' => [
        '0' => '正常刷完',
        '1' => '排队等待',
        '2' => '正在登陆',
        '3' => '正常挂机',
        '4' => '健康系统',
        '5' => '成功登陆',
        '6' => '领取奖励',
        '13' => '选择好友',
        '12' => '微信二维码',
        '11' => '手机验证码',
        '-1' => '手动停挂',
        '-2' => '密码错误',
        '-3' => '地图未过',
        '-4' => '防沉迷',
        '-5' => '账号冻结',
        '-6' => '未关闭登陆保护',
        '-7' => '新号',
        '-8' => '授权超时',
        '-9' => '刷图限制',
        '21' => '内部错误',
        '-20' => '验证失败',
        '-21' => '点数不足',
        '-10' => '区不存在',
        '-11' => '抢先服不能刷',
        '22' => '更换设备挂机'
    ],


];
